Repository: zachzama/siggy
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, fr, id, ja, ko, pt_br, ru, tr, uk, uz, zh_hans, zh_hant

source: Codenotch is not reading %@'s saved login. Choose Allow access… above and answer Allow.
de: Codenotch liest die gespeicherte Anmeldung von %@ nicht. Wähle oben „Zugriff erlauben…“ und antworte mit „Erlauben“.
fr: Codenotch ne lit pas la connexion enregistrée de %@. Choisissez Autoriser l'accès… ci-dessus et répondez Autoriser.
id: Codenotch tidak sedang membaca login tersimpan %@. Pilih Izinkan akses… di atas dan jawab Izinkan.
ja: Codenotch は %@ の保存済みログインを読んでいません。上の「アクセスを許可…」を選び、「許可」と答えてください。
ko: Codenotch가 %@의 저장된 로그인 정보를 읽고 있지 않습니다. 위의 ‘접근 허용…’을 선택한 다음 ‘허용’을 선택하십시오.
pt_br: O Codenotch não está lendo o login salvo de %@. Escolha Permitir acesso… acima e responda Permitir.
ru: Codenotch не читает сохранённый вход %@. Выберите «Разрешить доступ…» выше и ответьте «Разрешить».
tr: Codenotch, %@ için kayıtlı girişi okumuyor. Yukarıdan Erişime izin ver…'i seçin ve İzin Ver yanıtını verin.
uk: Codenotch не читає збережений вхід %@. Виберіть «Дозволити доступ…» вище й дайте відповідь «Дозволити».
uz: Codenotch %@ ning saqlangan kirish maʼlumotini oʻqimayapti. Yuqoridagi Ruxsat berish… ni tanlang va Allow deb javob bering.
zh_hans: Codenotch 没有读取 %@ 保存的登录信息。请在上方选择“允许访问…”，然后选择“允许”。
zh_hant: Codenotch 沒有讀取 %@ 儲存的登入資訊。請在上方選擇“允許取用…”，然後選擇“允許”。

source: Open %@
de: %@ öffnen
fr: Ouvrir %@
id: Buka %@
ja: %@ を開く
ko: %@ 열기
pt_br: Abrir o %@
ru: Открыть %@
tr: Aç: %@
uk: Відкрити %@
uz: %@ ni ochish
zh_hans: 打开 %@
zh_hant: 開啟 %@

source: Opens %@, which is where this account is signed in.
de: Öffnet %@ — dort ist dieses Konto angemeldet.
fr: Ouvre %@, où ce compte est connecté.
id: Membuka %@, tempat akun ini masuk.
ja: このアカウントがサインインしている %@ を開きます。
ko: 이 계정이 로그인된 %@을(를) 엽니다.
pt_br: Abre o %@, que é onde esta conta está conectada.
ru: Открывает %@, где выполнен вход в этот аккаунт.
tr: Bu hesabın giriş yaptığı yeri açar: %@.
uk: Відкриває %@ — саме там виконано вхід у цей акаунт.
uz: %@ ni ochadi — bu hisob oʻsha yerda tizimga kirgan.
zh_hans: 打开 %@，这个账号就是在那里登录的。
zh_hant: 開啟 %@，這個帳號就是在那裡登入的。

source: Opens %@ in your browser. That site has its own sign-in, separate from the credential read here.
de: Öffnet %@ in deinem Browser. Diese Seite hat eine eigene Anmeldung, getrennt von den hier gelesenen Zugangsdaten.
fr: Ouvre %@ dans votre navigateur. Ce site a sa propre connexion, distincte de l'identifiant lu ici.
id: Membuka %@ di peramban Anda. Situs tersebut memiliki proses masuk tersendiri, terpisah dari kredensial yang dibaca di sini.
ja: ブラウザで %@ を開きます。このサイトには独自のサインインがあり、ここで読み取っている資格情報とは別のものです。
ko: 브라우저에서 %@을(를) 엽니다. 해당 사이트의 로그인은 여기서 읽는 자격 증명과 별개입니다.
pt_br: Abre o %@ no seu navegador. Esse site tem o login próprio dele, separado da credencial lida aqui.
ru: Открывает %@ в браузере. На этом сайте используется отдельный вход, не связанный с читаемыми здесь данными.
tr: %@ tarayıcınızda açılır. O sitenin, burada okunan kimlik bilgisinden ayrı kendi girişi vardır.
uk: Відкриває %@ у браузері. Той сайт має власний вхід, окремий від облікових даних, які читаються тут.
uz: %@ ni brauzeringizda ochadi. Bu saytning oʻz kirishi bor — bu yerda oʻqiladigan kirish maʼlumotidan alohida.
zh_hans: 在浏览器打开 %@。那个网站有自己的登录，和这里读取的凭证不是一回事。
zh_hant: 在瀏覽器開啟 %@。那個網站有自己的登入，和這裡讀取的憑證不是一回事。

source: Codenotch Settings
de: Codenotch-Einstellungen
fr: Réglages de Codenotch
id: Pengaturan Codenotch
ja: Codenotch 設定
ko: Codenotch 설정
pt_br: Ajustes do Codenotch
ru: Настройки Codenotch
tr: Codenotch Ayarları
uk: Налаштування Codenotch
uz: Codenotch sozlamalari
zh_hans: Codenotch 设置
zh_hant: Codenotch 設定

source: What's New
de: Neuheiten
fr: Nouveautés
id: Yang Baru
ja: 新機能
ko: 새로운 기능
pt_br: Novidades
ru: Что нового
tr: Yenilikler
uk: Що нового
uz: Yangiliklar
zh_hans: 新变化
zh_hant: 新變化

source: What's new in Siggy
de: Neuheiten in Siggy
fr: Les nouveautés de Siggy
id: Yang baru di Siggy
ja: Siggy の新機能
ko: Siggy의 새로운 기능
pt_br: Novidades do Siggy
ru: Что нового в Siggy
tr: Siggy'taki yenilikler
uk: Що нового в Siggy
uz: Siggyʼdagi yangiliklar
zh_hans: Siggy 新变化
zh_hant: Siggy 新變化

source: Continue
de: Fortfahren
fr: Continuer
id: Lanjutkan
ja: 続ける
ko: 계속
pt_br: Continuar
ru: Продолжить
tr: Devam
uk: Продовжити
uz: Davom etish
zh_hans: 继续
zh_hant: 繼續

source: macOS refused this — try moving Siggy to /Applications.
de: macOS hat das abgelehnt — versuche, Siggy nach /Applications zu verschieben.
fr: macOS a refusé — essayez de déplacer Siggy dans /Applications.
id: macOS menolak ini — coba pindahkan Siggy ke folder /Applications.
ja: macOS に拒否されました — Siggy を /Applications に移動してみてください。
ko: macOS가 이 작업을 거부했습니다 — Siggy를 /Applications로 옮겨 보십시오.
pt_br: O macOS recusou isso — tente mover o Siggy para /Applications.
ru: macOS отказала — попробуйте переместить Siggy в /Applications.
tr: macOS buna izin vermedi — Siggy'u /Applications klasörüne taşımayı deneyin.
uk: macOS відмовила — спробуйте перемістити Siggy у /Applications.
uz: macOS buni rad etdi — Siggyʼni /Applications ga koʻchirib koʻring.
zh_hans: macOS 拒绝了 — 试着把 Siggy 移到「应用程序」。
zh_hant: macOS 拒絕了 — 試著把 Siggy 移到「應用程式」。

source: via %@
de: über %@
id: melalui %@
ja: %@ 経由
ko: %@ 경유
ru: через %@
tr: %@ üzerinden
uk: через %@
uz: %@ orqali
zh_hans: 来自 %@
zh_hant: 來自 %@

source: Sign in to %@
de: Bei %@ anmelden
fr: Se connecter à %@
id: Masuk ke %@
ja: %@ にサインイン
ko: %@에 로그인
pt_br: Entrar no %@
ru: Войти в %@
tr: Giriş yap: %@
uk: Увійти в %@
uz: %@ ga kirish
zh_hans: 登录 %@
zh_hant: 登入 %@

source: Sign in to %@ to read this account.
de: Melde dich bei %@ an, um dieses Konto zu lesen.
fr: Connectez-vous à %@ pour lire ce compte.
id: Masuk ke %@ untuk membaca akun ini.
ja: このアカウントを読み取るには %@ にサインインしてください。
ko: 이 계정의 정보를 읽으려면 %@에 로그인하십시오.
pt_br: Entre no %@ para ler esta conta.
ru: Войдите в %@, чтобы использовать этот аккаунт.
tr: Bu hesabı okumak için giriş yapın: %@
uk: Увійдіть у %@, щоб читати дані цього акаунта.
uz: Bu hisobni oʻqish uchun %@ ga kiring.
zh_hans: 登录 %@ 以读取此账号。
zh_hant: 登入 %@ 以讀取此帳號。

source: Sign in with %@ to read this account.
de: Melde dich mit %@ an, um dieses Konto zu lesen.
fr: Connectez-vous avec %@ pour lire ce compte.
id: Masuk dengan %@ untuk membaca akun ini.
ja: このアカウントを読み取るには %@ でサインインしてください。
ko: 이 계정의 정보를 읽으려면 %@으로 로그인하십시오.
pt_br: Entre com o %@ para ler esta conta.
ru: Войдите через %@, чтобы использовать этот аккаунт.
tr: Bu hesabı okumak için şununla giriş yapın: %@
uk: Увійдіть через %@, щоб читати дані цього акаунта.
uz: Bu hisobni oʻqish uchun %@ orqali kiring.
zh_hans: 用 %@ 登录以读取此账号。
zh_hant: 用 %@ 登入以讀取此帳號。

source: Sign out in the %@ window to use another account.
de: Melde dich im %@-Fenster ab, um ein anderes Konto zu verwenden.
fr: Déconnectez-vous dans la fenêtre %@ pour utiliser un autre compte.
id: Keluar di jendela %@ untuk menggunakan akun lain.
ja: 別のアカウントを使うには、%@ のウインドウでサインアウトしてください。
ko: 다른 계정을 사용하려면 %@ 창에서 로그아웃하십시오.
pt_br: Saia na janela do %@ para usar outra conta.
ru: Выйдите из аккаунта в окне %@, чтобы использовать другой.
tr: Başka bir hesap kullanmak için %@ penceresinden çıkış yapın.
uk: Вийдіть у вікні %@, щоб використати інший акаунт.
uz: Boshqa hisobdan foydalanish uchun %@ oynasida tizimdan chiqing.
zh_hans: 在 %@ 窗口里退出，才能换另一个账号。
zh_hant: 在 %@ 視窗裡登出，才能換另一個帳號。

source: Switch accounts in %@; the notch follows.
de: Konto in %@ wechseln; die Notch folgt.
fr: Changez de compte dans %@ ; l'encoche suit.
id: Ganti akun di %@; notch akan mengikuti.
ja: %@ でアカウントを切り替えると、ノッチもそれに従います。
ko: %@에서 계정을 전환하면 노치에도 반영됩니다.
pt_br: Troque de conta no %@; o notch acompanha.
ru: Смените аккаунт в %@ — выемка обновится.
tr: Hesabı %@ içinden değiştirin; çentik de ona uyar.
uk: Змініть акаунт у %@ — виріз оновиться.
uz: %@ da hisobni almashtiring; notch unga ergashadi.
zh_hans: 在 %@ 里切换账号，刘海会跟上。
zh_hant: 在 %@ 裡切換帳號，瀏海會跟上。

source: Switch accounts in the tool that owns it; the notch follows.
de: Konto in dem Tool wechseln, dem es gehört; die Notch folgt.
fr: Changez de compte dans l'outil qui le détient ; l'encoche suit.
id: Ganti akun di alat yang menampungnya; notch akan mengikuti.
ja: そのアカウントを持つツールで切り替えると、ノッチもそれに従います。
ko: 계정이 로그인된 도구에서 계정을 전환하면 노치에도 반영됩니다.
pt_br: Troque de conta na ferramenta dona dela; o notch acompanha.
ru: Смените аккаунт в приложении, которому он принадлежит — выемка обновится.
tr: Hesabı, ona sahip olan araçtan değiştirin; çentik de ona uyar.
uk: Змініть акаунт в інструменті, якому він належить, — виріз оновиться.
uz: Hisobni unga egalik qiluvchi vositada almashtiring; notch unga ergashadi.
zh_hans: 在持有该账号的工具里切换，刘海会跟上。
zh_hant: 在持有該帳號的工具裡切換，瀏海會跟上。

source: Signs out of %@ — the session belongs to Codenotch.
de: Meldet dich bei %@ ab — die Sitzung gehört Codenotch.
fr: Vous déconnecte de %@ — la session appartient à Codenotch.
id: Keluar dari %@ — sesi ini milik Codenotch.
ja: %@ からサインアウトします — このセッションは Codenotch のものです。
ko: %@에서 로그아웃합니다 — 이 세션은 Codenotch가 관리합니다.
pt_br: Sai do %@ — a sessão pertence ao Codenotch.
ru: Выход из %@ — сессия принадлежит Codenotch.
tr: %@ oturumunu kapatır — bu oturum Codenotch'a aittir.
uk: Вихід із %@ — сесія належить Codenotch.
uz: %@ dan chiqadi — sessiya Codenotchʼga tegishli.
zh_hans: 会退出 %@ — 这个会话属于 Codenotch。
zh_hant: 會登出 %@ — 這個工作階段屬於 Codenotch。

source: You stay signed in to %@ — end that session in %@ itself.
de: Du bleibst bei %@ angemeldet — beende diese Sitzung direkt in %@.
fr: Vous restez connecté à %@ — terminez cette session dans %@ même.
id: Anda tetap masuk ke %@ — akhiri sesi tersebut di %@ itu sendiri.
ja: %@ にはサインインしたままです — そのセッションを終えるには %@ 側で操作してください。
ko: %@의 로그인은 유지됩니다 — 세션을 종료하려면 %@에서 직접 로그아웃하십시오.
pt_br: Você continua conectado no %@ — encerre essa sessão no próprio %@.
ru: Вы останетесь вошли в %@ — завершите сессию непосредственно в %@.
tr: %@ girişiniz sürer — o oturumu %@ içinden kapatın.
uk: Вхід у %@ зберігається — завершіть цю сесію в самому %@.
uz: Siz %@ da tizimga kirgan holda qolasiz — oʻsha sessiyani %@ ning oʻzida tugating.
zh_hans: 你在 %@ 里仍然是登录状态 — 要结束会话，去 %@ 里操作。
zh_hant: 你在 %@ 裡仍然是登入狀態 — 要結束工作階段，去 %@ 裡操作。

source: You stay signed in to the tool that owns the account.
de: Du bleibst bei dem Tool angemeldet, dem das Konto gehört.
fr: Vous restez connecté à l'outil qui détient le compte.
id: Anda tetap masuk di alat yang menampung akun tersebut.
ja: そのアカウントを持つツールにはサインインしたままです。
ko: 계정이 로그인된 도구의 로그인은 유지됩니다.
pt_br: Você continua conectado na ferramenta dona da conta.
ru: Вход в инструмент, которому принадлежит аккаунт, сохраняется.
tr: Hesaba sahip olan araçtaki girişiniz sürer.
uk: Вхід в інструмент, якому належить акаунт, зберігається.
uz: Siz hisobga egalik qiluvchi vositada tizimga kirgan holda qolasiz.
zh_hans: 你在持有该账号的工具里仍然是登录状态。
zh_hant: 你在持有該帳號的工具裡仍然是登入狀態。

source: Sign in with the tool that owns this account.
de: Melde dich mit dem Tool an, dem dieses Konto gehört.
fr: Connectez-vous avec l'outil qui détient ce compte.
id: Masuk dengan alat yang menampung akun ini.
ja: このアカウントを持つツールでサインインしてください。
ko: 이 계정이 로그인된 도구에서 로그인하십시오.
pt_br: Entre pela ferramenta dona desta conta.
ru: Войдите через приложение, которому принадлежит этот аккаунт.
tr: Bu hesaba sahip olan araçla giriş yapın.
uk: Увійдіть через інструмент, якому належить цей акаунт.
uz: Bu hisob tegishli boʻlgan vosita orqali kiring.
zh_hans: 用持有此账号的工具登录。
zh_hant: 用持有此帳號的工具登入。

source: Sign in to %@…
de: Bei %@ anmelden…
fr: Se connecter à %@…
id: Masuk ke %@…
ja: %@ にサインイン…
ko: %@에 로그인…
pt_br: Entrar no %@…
ru: Войти в %@…
tr: Giriş yap: %@…
uk: Увійти у %@…
uz: %@ ga kirish…
zh_hans: 登录 %@…
zh_hant: 登入 %@…

source: Run grok login — it signs in and refreshes the token this reads.
de: Führe grok login aus — das meldet dich an und erneuert das hier gelesene Token.
fr: Exécutez grok login — il vous connecte et rafraîchit le jeton lu ici.
id: Jalankan grok login — perintah ini akan masuk dan memperbarui token yang dibaca.
ja: grok login を実行してください。サインインし、ここで読み取るトークンを更新します。
ko: grok login을 실행하십시오. 로그인하고 여기서 읽는 토큰을 갱신합니다.
pt_br: Execute grok login — ele faz o login e renova o token que isto lê.
ru: Запустите grok login — команда выполнит вход и обновит читаемый токен.
tr: grok login komutunu çalıştırın — giriş yapar ve burada okunan token'ı yeniler.
uk: Запустіть grok login — команда виконує вхід і оновлює токен, який читає Codenotch.
uz: grok login ni ishga tushiring — u tizimga kiradi va bu oʻqiydigan tokenni yangilaydi.
zh_hans: 运行 grok login — 它会登录并刷新这里读取的令牌。
zh_hant: 執行 grok login — 它會登入並重新整理這裡讀取的權杖。

source: Usage rides on the opencode-go key OpenCode stores on sign-in — connect Go inside OpenCode (`opencode auth login`) and the notch reads it.
de: Die Nutzung hängt am opencode-go-Schlüssel, den OpenCode bei der Anmeldung speichert — verbinde Go innerhalb von OpenCode (`opencode auth login`), und die Notch liest ihn.
fr: La consommation repose sur la clé opencode-go qu'OpenCode enregistre à la connexion — connectez Go dans OpenCode (`opencode auth login`) et l'encoche la lit.
id: Penggunaan bergantung pada kunci opencode-go yang disimpan OpenCode saat masuk — hubungkan Go di dalam OpenCode (`opencode auth login`) dan notch akan membacanya.
ja: 使用量は、OpenCode がサインイン時に保存する opencode-go キーを使います。OpenCode 内で Go を接続（`opencode auth login`）すれば、ノッチが読み取ります。
ko: 사용량은 OpenCode가 로그인 시 저장하는 opencode-go 키로 확인합니다. OpenCode에서 Go를 연결하면(`opencode auth login`) 노치가 사용량을 읽습니다.
pt_br: O uso depende da chave opencode-go que o OpenCode guarda ao entrar — conecte o Go dentro do OpenCode (`opencode auth login`) e o notch a lê.
ru: Использование берётся из ключа opencode-go, который OpenCode сохраняет при входе — подключите Go в OpenCode (`opencode auth login`), и панель начнёт его читать.
tr: Kullanım, OpenCode'un giriş sırasında sakladığı opencode-go anahtarıyla okunur — OpenCode içinde Go'yu bağlayın (`opencode auth login`), çentik de onu okusun.
uk: Використання тримається на ключі opencode-go, який OpenCode зберігає під час входу — підключіть Go в OpenCode (`opencode auth login`), і виріз його прочитає.
uz: Foydalanish OpenCode kirish paytida saqlaydigan opencode-go kalitiga bogʻliq — OpenCode ichida Goʻni ulang (`opencode auth login`), notch esa uni oʻqiydi.
zh_hans: 用量走的是 OpenCode 登录时保存的 opencode-go 密钥 — 在 OpenCode 里接通 Go（`opencode auth login`），刘海就会读到。
zh_hant: 用量走的是 OpenCode 登入時儲存的 opencode-go 金鑰 — 在 OpenCode 裡連上 Go（`opencode auth login`），瀏海就會讀到。

source: Usage rides on a Z.ai GLM Coding Plan key held by a coding tool — Claude Code's settings.json, ZCode or OpenCode. Set one up there and the notch reads it.
de: Die Nutzung hängt an einem Z.ai-GLM-Coding-Plan-Schlüssel, den ein Coding-Tool besitzt — Claude Codes settings.json, ZCode oder OpenCode. Richte dort einen ein, und die Notch liest ihn.
fr: La consommation repose sur une clé Z.ai GLM Coding Plan détenue par un outil de code — le settings.json de Claude Code, ZCode ou OpenCode. Configurez-en une là-bas et l'encoche la lit.
id: Penggunaan bergantung pada kunci Z.ai GLM Coding Plan yang disimpan alat koding — settings.json Claude Code, ZCode, atau OpenCode. Atur di sana dan notch akan membacanya.
ja: 使用量は、コーディングツールが持つ Z.ai GLM Coding Plan のキーを使います。Claude Code の settings.json、ZCode、OpenCode のいずれかです。そこで設定すれば、ノッチが読み取ります。
ko: 사용량은 코딩 도구에 저장된 Z.ai GLM Coding Plan 키로 확인합니다. Claude Code의 settings.json, ZCode 또는 OpenCode에 키를 설정하면 노치가 사용량을 읽습니다.
pt_br: O uso depende de uma chave do GLM Coding Plan da Z.ai guardada por uma ferramenta de código — o settings.json do Claude Code, o ZCode ou o OpenCode. Configure uma lá e o notch a lê.
ru: Использование берётся из ключа Z.ai GLM Coding Plan, который хранит инструмент разработки — settings.json Claude Code, ZCode или OpenCode. Настройте ключ там, и панель начнёт его читать.
tr: Kullanım, bir kodlama aracının tuttuğu Z.ai GLM Coding Plan anahtarıyla okunur — Claude Code'un settings.json dosyası, ZCode veya OpenCode. Orada bir anahtar ayarlayın, çentik de onu okusun.
uk: Використання тримається на ключі Z.ai GLM Coding Plan, який зберігає інструмент розробки — settings.json Claude Code, ZCode або OpenCode. Налаштуйте ключ там — і виріз його прочитає.
uz: Foydalanish kodlash vositasi saqlaydigan Z.ai GLM Coding Plan kalitiga bogʻliq — Claude Codeʼning settings.json fayli, ZCode yoki OpenCode. Oʻsha yerda birini sozlang, notch esa uni oʻqiydi.
zh_hans: 用量走的是某个编程工具里的 Z.ai GLM Coding Plan 密钥 — Claude Code 的 settings.json、ZCode 或 OpenCode。在那边配好，刘海就会读到。
zh_hant: 用量走的是某個程式設計工具裡的 Z.ai GLM Coding Plan 金鑰 — Claude Code 的 settings.json、ZCode 或 OpenCode。在那邊配好，瀏海就會讀到。

source: Run `%@` once — it signs in and refreshes the token this reads. Use /login there to change account.
de: Führe einmal `%@` aus — das meldet dich an und erneuert das hier gelesene Token. Verwende dort /login, um das Konto zu wechseln.
fr: Exécutez `%@` une fois — il vous connecte et rafraîchit le jeton lu ici. Utilisez /login là-bas pour changer de compte.
id: Jalankan `%@` sekali — perintah ini akan masuk dan memperbarui token yang dibaca. Gunakan /login di sana untuk mengganti akun.
ja: `%@` を一度実行してください。サインインし、ここで読み取るトークンを更新します。アカウントを変えるには、そこで /login を使います。
ko: `%@`을(를) 한 번 실행하십시오. 로그인하고 여기서 읽는 토큰을 갱신합니다. 계정을 변경하려면 해당 도구에서 /login을 사용하십시오.
pt_br: Execute `%@` uma vez — ele faz o login e renova o token que isto lê. Use /login lá para trocar de conta.
ru: Один раз запустите `%@` — команда выполнит вход и обновит читаемый токен. Для смены аккаунта используйте там /login.
tr: `%@` komutunu bir kez çalıştırın — giriş yapar ve burada okunan token'ı yeniler. Hesap değiştirmek için orada /login kullanın.
uk: Запустіть `%@` один раз — команда виконує вхід і оновлює токен, який читає Codenotch. Щоб змінити акаунт, введіть там /login.
uz: `%@` ni bir marta ishga tushiring — u tizimga kiradi va bu oʻqiydigan tokenni yangilaydi. Hisobni oʻzgartirish uchun oʻsha yerda /login dan foydalaning.
zh_hans: 先运行一次 `%@` — 它会登录并刷新这里读取的令牌。要换账号，在那里用 /login。
zh_hant: 先執行一次 `%@` — 它會登入並重新整理這裡讀取的權杖。要換帳號，在那裡用 /login。

source: Unlimited on the %@ plan — nothing to meter
de: Unbegrenzt im %@-Tarif — nichts zu messen
fr: Illimité avec le plan %@ — rien à mesurer
id: Tak terbatas pada paket %@ — tidak ada yang diukur
ja: %@ プランでは無制限 — 計測する対象がありません
ko: %@ 요금제는 무제한입니다 — 측정할 사용량이 없습니다
pt_br: Ilimitado no plano %@ — nada a medir
ru: Тариф %@ без ограничений — нечего измерять
tr: %@ planında sınırsız — ölçülecek bir şey yok
uk: Безліміт на тарифі %@ — нічого вимірювати
uz: %@ rejasida cheksiz — hisoblanadigan narsa yoʻq
zh_hans: %@ 套餐无限制 — 没有可计量的额度
zh_hant: %@ 方案無限制 — 沒有可計量的額度

source: The %@ plan has nothing for Cursor to meter yet
de: Der %@-Tarif hat für Cursor noch nichts zu messen
fr: Le plan %@ n'a encore rien à mesurer pour Cursor
id: Paket %@ belum memiliki kuota yang dapat diukur Cursor
ja: %@ プランには、Cursor が計測できる対象がまだありません
ko: %@ 요금제에는 아직 Cursor가 측정할 사용량이 없습니다
pt_br: O plano %@ ainda não tem nada para o Cursor medir
ru: В тарифе %@ пока нечего измерять для Cursor
tr: %@ planında Cursor'un ölçeceği bir şey henüz yok
uk: У тарифі %@ поки немає чого вимірювати для Cursor
uz: %@ rejasida Cursor hisoblaydigan narsa hali yoʻq
zh_hans: %@ 套餐目前还没有可供 Cursor 计量的额度
zh_hant: %@ 方案目前還沒有可供 Cursor 計量的額度

source: Codex reported no usage windows
de: Codex hat keine Nutzungsfenster gemeldet
fr: Codex n'a signalé aucune fenêtre de consommation
id: Codex tidak melaporkan jendela penggunaan
ja: Codex は使用量の枠を返しませんでした
ko: Codex가 사용량 집계 기간을 보고하지 않았습니다
pt_br: O Codex não informou nenhuma janela de uso
ru: Codex не сообщил ни одного окна использования
tr: Codex hiçbir kullanım dönemi bildirmedi
uk: Codex не повернув жодного вікна використання
uz: Codex hech qanday foydalanish oynasini bildirmadi
zh_hans: Codex 没有返回任何用量窗口
zh_hant: Codex 沒有返回任何用量視窗

source: No OpenCode Go subscription on this key
de: Kein OpenCode-Go-Abo auf diesem Schlüssel
fr: Aucun abonnement OpenCode Go sur cette clé
id: Tidak ada langganan OpenCode Go pada kunci ini
ja: このキーに OpenCode Go のサブスクリプションがありません
ko: 이 키에 OpenCode Go 구독이 없습니다
pt_br: Nenhuma assinatura OpenCode Go nesta chave
ru: Для этого ключа нет подписки OpenCode Go
tr: Bu anahtarda OpenCode Go aboneliği yok
uk: Для цього ключа немає підписки OpenCode Go
uz: Bu kalitda OpenCode Go obunasi yoʻq
zh_hans: 这个密钥上没有 OpenCode Go 订阅
zh_hant: 這個金鑰上沒有 OpenCode Go 訂閱

source: Grok has nothing metered on this account yet
de: Grok hat für dieses Konto noch nichts zu messen
fr: Grok n'a encore rien de mesuré sur ce compte
id: Grok belum memiliki kuota terukur di akun ini
ja: このアカウントには、Grok が計測する対象がまだありません
ko: 이 계정에는 아직 Grok이 측정할 사용량이 없습니다
pt_br: O Grok ainda não tem nada medido nesta conta
ru: Для этого аккаунта Grok пока нет измеряемого использования
tr: Grok'un bu hesapta henüz ölçülen bir şeyi yok
uk: На цьому акаунті Grok поки нічого не вимірює
uz: Grokʼda bu hisob uchun hali hisoblanadigan narsa yoʻq
zh_hans: 这个 Grok 账号目前没有可计量的额度
zh_hant: 這個 Grok 帳號目前沒有可計量的額度

source: Settings…
de: Einstellungen…
fr: Réglages…
id: Pengaturan…
ja: 設定…
ko: 설정…
pt_br: Ajustes…
ru: Настройки…
tr: Ayarlar…
uk: Налаштування…
uz: Sozlamalar…
zh_hans: 设置…
zh_hant: 設定…

source: Quit Siggy
de: Siggy beenden
fr: Quitter Siggy
id: Keluar dari Siggy
ja: Siggy を終了
ko: Siggy 종료
pt_br: Encerrar o Siggy
ru: Выйти из Siggy
tr: Siggy'tan Çık
uk: Вийти з Siggy
uz: Siggyʼni yopish
zh_hans: 退出 Siggy
zh_hant: 結束 Siggy

source: Keep open
de: Offen halten
fr: Garder ouverte
id: Tetap buka
ja: 開いたままにする
ko: 열어 두기
pt_br: Manter aberto
ru: Оставить открытым
tr: Açık tut
uk: Тримати відкритим
uz: Ochiq qoldirish
zh_hans: 保持展开
zh_hant: 保持展開

source: Refresh now
de: Jetzt aktualisieren
fr: Actualiser maintenant
id: Segarkan sekarang
ja: 今すぐ更新
ko: 지금 새로 고침
pt_br: Atualizar agora
ru: Обновить сейчас
tr: Şimdi yenile
uk: Оновити зараз
uz: Hozir yangilash
zh_hans: 立即刷新
zh_hant: 立即重新整理

source: Codenotch is set to Always show. Change it in Settings.
de: Codenotch ist auf „Immer anzeigen“ eingestellt. Ändere das in den Einstellungen.
fr: Codenotch est réglé sur Toujours afficher. Modifiez-le dans les Réglages.
id: Codenotch diatur ke Selalu tampilkan. Ubah di Pengaturan.
ja: Codenotch は「常に表示」に設定されています。設定で変更してください。
ko: Codenotch가 ‘항상 표시’로 설정되어 있습니다. 설정에서 변경하십시오.
pt_br: O Codenotch está definido como Sempre exibir. Altere isso nos Ajustes.
ru: Для Codenotch включён режим «Показывать всегда». Измените его в настройках.
tr: Codenotch Her zaman gösterecek şekilde ayarlı. Bunu Ayarlar'dan değiştirebilirsiniz.
uk: Для Codenotch увімкнено режим «Показувати завжди». Змініть його в налаштуваннях.
uz: Codenotch “Doimo” holatiga oʻrnatilgan. Buni Sozlamalarda oʻzgartiring.
zh_hans: Codenotch 已设为「始终显示」。请在设置里更改。
zh_hant: Codenotch 已設為「始終顯示」。請在設定裡更改。

source: Checking…
de: Wird geprüft…
fr: Vérification…
id: Memeriksa…
ja: 確認中…
ko: 확인 중…
pt_br: Verificando…
ru: Проверка…
tr: Denetleniyor…
uk: Перевірка…
uz: Tekshirilmoqda…
zh_hans: 正在检查…
zh_hant: 正在檢查…

source: Codenotch is up to date.
de: Codenotch ist auf dem neuesten Stand.
fr: Codenotch est à jour.
id: Codenotch sudah diperbarui ke versi terbaru.
ja: Codenotch は最新です。
ko: Codenotch가 최신 버전입니다.
pt_br: O Codenotch está atualizado.
ru: Codenotch обновлён.
tr: Codenotch güncel.
uk: Codenotch має найновішу версію.
uz: Codenotch eng soʻnggi versiyada.
zh_hans: Codenotch 已是最新版本。
zh_hant: Codenotch 已是最新版本。

source: Version %@ is available and will install shortly.
de: Version %@ ist verfügbar und wird in Kürze installiert.
fr: La version %@ est disponible et s'installera sous peu.
id: Versi %@ tersedia dan akan segera dipasang.
ja: バージョン %@ が利用可能です。まもなくインストールされます。
ko: 버전 %@을(를) 사용할 수 있으며 곧 설치됩니다.
pt_br: A versão %@ está disponível e será instalada em breve.
ru: Доступна версия %@; она скоро установится.
tr: Sürüm %@ mevcut ve birazdan yüklenecek.
uk: Версія %@ доступна й невдовзі встановиться.
uz: %@ versiyasi mavjud va tez orada oʻrnatiladi.
zh_hans: 版本 %@ 可用，即将安装。
zh_hant: 版本 %@ 可用，即將安裝。
